---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HeatGain
source: html/19e5fc1e-b935-ef3d-6b07-85df3291e0ba.htm
---
# Autodesk.Revit.DB.SpecTypeId.HeatGain Property

Heat Gain, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HeatGain { get; }
```